Repository: tina4stack/tina4-python
Catalog: tina4_python/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Debug: {message}
fr: Débogage : {message}

source: Warning: {message}
fr: Avertissement : {message}

source: Error: {message}
fr: Erreur : {message}

source: Matching: {matching}
fr: Correspondance : {matching}

source: Root Path {root_path} {url}
fr: Chemin racine : {root_path} {url}

source: Attempting to serve static file: {static_file}
fr: Tentative de servir le fichier statique : {static_file}

source: Attempting to serve CSS file: {css_file}
fr: Tentative de servir le fichier CSS : {css_file}

source: Attempting to serve image file: {image_file}
fr: Tentative de servir le fichier image : {image_file}

source: Assuming root path: {root_path}, library path: {library_path}
fr: Hypothèse chemin racine : {root_path}, chemin bibliothèque : {library_path}

source: Load all things
fr: Charger tout

source: Server started http://{host_name}:{port}
fr: Serveur démarré http://{host_name}:{port}

source: Server stopped.
fr: Serveur arrêté.

source: Starting webserver on {port}
fr: Démarrage du serveur web sur {port}

source: Entry point name ... {name}
fr: Nom du point d'entrée... {name}
